[
  {
    "title": "What do you mean by fitness?",
    "content": "To be physically fit means to be in a state of health and well-being. Physical fitness is defined as the body's ability to function efficiently and effectively in work and leisure activities, to be healthy, to resist disease and to react to emergency situations.",
    "user_id": 1
  },
  {
    "title": "Is sweating a sign of a good workout?",
    "content": "Sweating is the cooling process your body goes through to help you maintain a steady body temperature",
    "user_id": 2
  },
  {
    "title": "How long does it take to see results from eating healthy?",
    "content": "The time it takes for you to see (and others to notice) weight loss results can vary from person to person. Many factors, including your starting size and your eating plan, can make a big difference. In general, however, many people can see results in one to two weeks if they stick to their plan.",
    "user_id": 1
  },
  {
    "title": "What are two reasons for physical fitness?",
    "content": "Lack of physical activity is associated with increased risks of: Anxiety, stress, and feelings of depression. Developing many preventable conditions, such as high blood pressure, coronary heart diseases, diabetes, osteoporosis, colon cancer, and obesity.",
    "user_id": 1
  },
  {
    "title": "What are the two types of fitness?",
    "content": "There are four types of fitness that are important to incorporate into your physical activity routine: Cardiovascular/aerobic exercise. Anaerobic exercise. Joint flexibility",
    "user_id": 1
  },
  {
    "title": "Why you should exercise everyday?",
    "content": "Exercise boosts energy. Regular physical activity can improve your muscle strength and boost your endurance. Exercise delivers oxygen and nutrients to your tissues and helps your cardiovascular system work more efficiently. And when your heart and lung health improve, you have more energy to tackle daily chores",
    "user_id": 2
  },
  {
    "title": "Is running everyday good for heart?",
    "content": "Running every day may have some health benefits. Studies show that running just 5 to 10 minutes each day at a moderate pace may help reduce your risk of death from heart attacks, strokes, and other common diseases.",
    "user_id": 1
  },
  {
    "title": "Is exercising at home Effective?",
    "content": "The short answer is yes. Providing you are prepared to put a little time and effort into your workout at home, it can be just as effective as a gym workout. ... However for others, the prospect of going into a gym is daunting and therefore exercising in the comfort of their own home is much more appealing.",
    "user_id": 1
  },
  {
    "title": "Benefits of healthy eating?",
    "content": "High blood pressure and cholesterol can be a symptom of too much salt and saturated fats in your diet. Eating a portion of oily fish - such as salmon and trout - each week can also help to lower your risk of developing heart disease. The high levels of omega-3 fatty acids in oily fish are good for heart health.",
    "user_id": 1
  },
  {
    "title": "What Eating healthy does to your body?",
    "content": "Healthy eating means eating a variety of foods that give you the nutrients you need to maintain your health, feel good, and have energy. These nutrients include protein, carbohydrates, fat, water, vitamins, and minerals. ... In this section, you can learn how to eat in a way that keeps your body as healthy as it can be.",
    "user_id": 2
  },
  {
    "title": "Benefits of Staying Healthy",
    "content": "Physical activity helps: Prevent and better control some risk factors for heart disease: blood cholesterol, diabetes and hypertension. Improve muscle and bone health (osteoporosis prevention) Improve sleep.",
    "user_id": 2
  },
  {
    "title": "Why To Stay Fit",
    "content": "A person who is fit is capable of living life to its fullest extent. Physical and mental fitness play very important roles in your lives and people who are both, physically and mentally fit are less prone to medical conditions as well.",
    "user_id": 1
  },
  {
    "title": "Best and Healthiest Diet",
    "content": "The DASH diet was also ranked the best overall diet. The Mediterranean diet — which emphasizes consuming fish and seafood at least twice weekly, alongside regular consumption of fruits, vegetables, legumes, and whole grains — took joint second place for best heart-healthy diet, alongside the Ornish diet.",
    "user_id": 1
  },
  {
    "title": "Tips To Stay Healthy",
    "content": "Be physically active for 30 minutes most days of the week. Break this up into three 10-minute sessions when pressed for time. Healthy movement may include walking, sports, dancing, yoga, running or other activities you enjoy. Eat a well-balanced, low-fat diet with lots of fruits, vegetables and whole grains.",
    "user_id": 2
  }
]